{
  "quotes" : [
      {
      "txt": "We talk in this country so, so much about equality. You know, dealing with prejudice, dealing with all these types of things. But we really tend to skim over our reaction to older people, and I think that that is one of the core features that has allowed this to happen.",
      "identity": "Kerry Bowman, professor of bioethics and global health at the University of Toronto",
      "article": "How Canada’s nursing homes can be fixed to avoid repeat of COVID-19 outbreak, Global News, May 5, 2020"
      },
    {
      "txt": "I never knew people were dying. That was just unbelievable, that suddenly this information is just dropped in the middle of my supper.",
      "identity": "Jaqueline Mitchell, daughter of 94-year-old Eatonville Care Centre resident Lena Mitchell",
      "article": "As COVID-19 deaths mount in long-term care homes, families demand more timely information, CBC, April 18, 2020"
    },

    {
      "txt": "This wasn't just foreseeable, it was foreseen. We saw it coming in Italy. We saw it coming in Spain, let alone what was happening in Asia. And we knew that people in long-term facilities would be left without the care they need.",
      "identity": "Laura Tamblyn Watts, CEO of CanAge.",
      "article": "Advocates wonder why long-term care COVID warnings were ignored, CBC, April 14, 2020"
    },

    {
      "txt": "It’s like the elderly are completely forgotten.",
      "identity": "Leane Conti, daughter of 79-year-old resident of Residence Herron",
      "article": "Montreal nurse with COVID-19 symptoms worked at nursing home where at least 30 residents died, Global News, April 15, 2020"
    },

    {
      "txt": "PSWs are crying before they go in for their shifts in long-term care. They cry in their cars.",
      "identity": "Miranda Ferrier, president of the Canadian Support Workers Association",
      "article": "'These people are dying, gasping for air': Care home workers are at the frontlines of Canada’s COVID-19 outbreaks, The Globe and Mail, April 7, 2020"
    },

    {
      "txt": "Because of the many flaws in the system where sectors are siloed and quite frankly sidelined, we have been too slow to protect our communities. These communities are communities where we're extending histories and reconfirming past neglect. It cannot go on.",
      "identity": "Doris Grinspun, Chief Executive Officer, Registered Nurses' Association of Ontario",
      "article": "Ontario's nurses say COVID-19 pandemic highlights need for sweeping reforms, CP24, May 12, 2020"
    },

    {
      "txt": "Both frontline workers and the elderly in our long-term care system are saying the same thing: keep us alive.",
      "identity": "Sharleen Stewart, president of SEIU Healthcare",
      "article": "Union calls for public inquiry, criminal investigations into COVID-19 deaths at long-term care homes, CBC, May 5, 2020"
    },

    {
      "txt": "COVID-19 didn't create the deadly crisis we're facing in long term care. The systemic issues that facilitated this heartbreaking situation existed long before this moment. What the pandemic is doing is shining a spotlight on those problems and making them worse.",
      "identity": "Amanda Vyce, CUPE",
      "article": "Demands grow for national, universal long-term care in response to pandemic, CBC, May 5, 2020"
    }
  ]
}
